[ProvingGroundsChallengeMissionActivity]
ProvingGroundsChallengeMissionActivity_Kills_Description=<Color:R=1.0 G=1.0 B=1.0>Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_KillsWithSecondary_Description=<Color:R=1.0 G=1.0 B=1.0>Secondary Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_KillsWithGrenade_Description=<Color:R=1.0 G=1.0 B=1.0>Grenade Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Assists_Description=<Color:R=1.0 G=1.0 B=1.0>Assists: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Arrests_Description=<Color:R=1.0 G=1.0 B=1.0>Arrests: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_StunEnemies_Description=<Color:R=1.0 G=1.0 B=1.0>Stuns: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kills_Driving_Description=<Color:R=1.0 G=1.0 B=1.0>Vehicle Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kills_FromBehind_Crim_Description=<Color:R=1.0 G=1.0 B=1.0>Backstab Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kill_Player_LMG_Description=<Color:R=1.0 G=1.0 B=1.0>LMG Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kill_Player_SAR_Description=<Color:R=1.0 G=1.0 B=1.0>Marksman Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kill_Player_Shotguns_Description=<Color:R=1.0 G=1.0 B=1.0>Shotgun Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kill_Player_SMG_Description=<Color:R=1.0 G=1.0 B=1.0>SMG Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kill_Player_SniperRifles_Description=<Color:R=1.0 G=1.0 B=1.0>Sniper Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
ProvingGroundsChallengeMissionActivity_Kill_Player_AssaultRifle_Description=<Color:R=1.0 G=1.0 B=1.0>AR Kills: <Color:R=1.0 G=1.0 B=1.0><Requirement>
